/* 
   Localizable.strings
   Squares

   Created by Eric on 2/9/09.
   Copyright 2009 ciretose. All rights reserved.
 */

"PRODUCT_NAME" = "Squares";


"ABOUT" = "About";
"HELP" = "Help";
"HIGH_SCORES" = "High Scores";

"OK" = "OK";
"CANCEL" = "Cancel";
"YES" = "Yes";
"NO" = "No";
"CHANGE" = "Change";
"UNDO" = "Undo";


"DELETE_HIGH_SCORES" = "Delete High Scores";
"DELETE_AREYOUSURE" = "Are you sure you want to delete the high scores?";

"QUIT" = "Quit";
"QUIT_AREYOUSURE" = "Are you sure you want to quit the current game?";

"ANONYMOUS" = "Anonymous";

"GAME_OVER" = "Game Over";
"FINAL_SCORE" = "Final score: %d";

"LEVEL_CLEARED" = "Level %d cleared";
"BONUS_POINTS" = "%d bonus points!";
"NO_BONUS" = "No bonus points this time";
"HS_LEVEL" = "Level: %@";

"SHAKE_UP" = "Shake!";
"CAN_UNDO" = "Change the arrow directions or undo your last move.";
"NO_CAN_UNDO" = "Change the arrow directions?";
"SHAKES_LEFT" = "%@\nYou have %d shakes left.";
"SHAKE_LEFT" = "%@\nYou have one shake left.";
"NO_SHAKES" = "You have no shakes left";

// FlipsideView strings
"SOUND" = "Sound:";
"DESIGNED_BY" = "design and illustration by MUR";
"DEVELOPED_BY" = "development by ciretose";
"TEASER" = "An addicting strategy game about Squares that, if you are not careful can go from happy, to sad, to... dead.";
"SHAKES" = "Shakes:";
"FACE" = "Face:";
"DEFAULT" = "Simple";
"CUTE" = "Cute";
"OFF" = "Off";

// MainView strings
"SCORE" = "SCORE";
"LEVEL" = "LEVEL";
"SHAKE" = "SHAKES";
"NEW_HIGH_SCORE" = "New High Score!";


// HelpView strings
"VISIT_WEBSITE" = "visit website";

